/* authorizing */
"authorizing" = "인증 중";

/* bookmarks */
"bookmarks" = "북마크";

/* bookmarks menu */
"Bookmarks Menu" = "북마크 메뉴";

/* bookmarks toolbar */
"Bookmarks Toolbar" = "북마크 도구모음";

/* cancel */
"Cancel" = "취소";

/* unable to load page */
"Cannot Load Page" = "페이지 읽을 수 없음";

/* cannot load private key from keychain */
"Cannot Load Private Key From Keychain" = "개인키를 읽을 수 없음";

/* cannot submit email */
"Cannot Submit" = "전송할 수 없음";

/* unable to refresh data */
"Cannot Sync" = "동기화할 수 없음";

/* connecting */
"connecting" = "연결 중";

/* copy the url to the clipboard */
"Copy URL" = "주소 복사";

/* update Firefox Home */
"Data on the server is in a new and unrecognized format. Please update Firefox Home." = "서버 데이터가 인식 불가능한 형식입니다. Firefox Home을 업데이트 하십시오.";

/* update Firefox Sync */
"Data on the server is in an old and unsupported format. Please update Firefox Sync on your computer." = "서버 데이터가 오래된 형식입니다. Firefox Sync를 업데이트 하십시오.";

/* duplicate email address */
"Duplicate" = "중복";

/* send the url via email */
"Email URL" = "메일 URL";

/* error loading page */
"Error Loading Page" = "페이지 읽기 오류";

/* error retrieving data */
"Error Retrieving Data" = "페이지 전환 오류";

/* Failed Server Lookup */
"Failed Server Lookup" = "서버명 조회 오류";

/* failed to communicate with server */
"Failed To Communicate With Server (%d)" = "서버 통신 오류(%d)";

/* failed to install private key into keychain */
"Failed To Install Private Key Into Keychain (%d)" = "키체인에서 개인키 읽기 오류(%d)";

/* email content */
"Here is that site we talked about:" = "확인 사이트 목록:";

/* history */
"history" = "방문 기록";

/* incorrect password */
"Incorrect Password" = "암호가 맞지 않음";

/* incorrect secret phrase */
"Incorrect Secret Phrase" = "동기화키가 맞지 않음";

/* we will send instructions */
"Instructions are on the way" = "이용 방법 받기";

/* invalid url */
"Invalid URL" = "유효하지 않는 URL";

/* loading web page */
"loading..." = "읽는 중...";

/* unable to login */
"Login Failure" = "로그인 실패";

/* mobile bookmarks */
"Mobile Bookmarks" = "모바일 북마크";

/* no internet connection */
"No internet connection available" = "인터넷 연결 안됨";

/* no matching items found */
"No Matches" = "일치 항목 없음";

/* ok */
"OK" = "확인";

/* privacy policy */
"Privacy Policy" = "개인 정보 정책";

/* refresh local data */
"Refresh" = "새로 고침";

/* searching for matching items */
"Searching..." = "검색 중...";

/* email subject */
"Sending you a link" = "링크 보내는 중";

/* re-authenticate */
"Sign In" = "로그인";

/* stop refreshing data */
"Stop" = "중지";

/* tabs */
"tabs" = "탭 목록";

/* terms of service */
"Terms Of Service" = "이용 약관";

/* thank you for submitting */
"Thank you!" = "감사합니다!";

/* the email address already exists in our database */
"That email address has already been submitted" = "메일 주소가 이미 사용 중";

/* unable to communicate with server */
"Unable To Communicate With Server (%d)" = "서버 연결 할 수 없음(%d)";

/* server unavailable */
"Unable to contact server" = "서버 연결 오류";

/* unable to submit email */
"Unable to submit your email, please try again later (%d)" = "이메일을 전송할 수 없습니다. 다시 시도하십시오(%d)";

/* unsorted bookmarks */
"Unsorted Bookmarks" = "통합 북마크";

/* username not found */
"User Name Not Found" = "사용자명이 없음";

/* launch safari to display the url */
"View in Safari" = "Safari에서 보기";

/* Required */
"Required" = "필수";

/* Caution: use at own risk */
"Caution: use at own risk" = "주의 사항 확인 필요";

/* Enter your Sync account information */
"Enter your Sync account information" = "동기화 계정 정보 입력";

/* Account */
"Account" = "아이디";

/* Password */
"Password" = "암호";

/* Sync Key */
"Sync Key" = "동기화키";

/* Use Custom Server */
"Use Custom Server" = "다른 서버 사용";

/* Server URL */
"Server URL" = "서버 URL";

/* Cannot Setup Sync */
"Cannot Setup Sync" = "동기화 설정할 수 없음";

/* Try Again */
"Try Again" = "다시 시도";

/* Manual Setup */
"Manual Setup" = "사용자 정의 설정";

/* Firefox Home could not connect to Sync. Would you like to try again? */
"Firefox Home could not connect to Sync. Would you like to try again?" = "Firefox Home은 동기화할 수 없습니다. 다시 하시겠습니까?";

/* Passcode */
"Passcode" = "암호코드";

/* Used for a small button */
"Not Now" = "지금 안 함";

/* Message that we show in a dialog when you need to sign in again after upgrading */
"Due to a recent update, you need to log in to Firefox Home again." = "업데이트로 인해 Firefox Home에 다시 로그인해야 합니다.";

/* Message that we show in a dialog when the user tries to open a file:// url */
"Firefox Home cannot load the page because it is of an unsupported type." = "지원하지 않는 형식이므로 Firefox Home에서 페이지를 읽을 수 없습니다.";
